export const courses = {
  icdl: {
    img: "icdl.jpg",
    heroTitle: "ICDL",
    title: "دوره ICDL",
    description: `مروزه وبسایت‌ها به اندازه‌ای که کسب‌وکارها و فناوری‌ها گسترده
    شده‌اند، گسترش یافته‌اند و با فناوری‌هایی که برای آن‌ها ارائه می‌شود
    می‌توانند بسیاری از فرآیندهای زمانبر را خودکارسازی و مدیریت کنند.
    خدمات‌دهی یک وبسایت در کنار هر نوع فعالیت، بسیار مهم تلقی می‌شود. به
    نحوی که هر مرکز خدماتی را بر آن داشته منطبق با نیازمندی‌های موجودش، با
    پیاده‌سازی وبسایت‌های مختلف و در صورت لازم، یکپارچه، از خدمات متنوع
    این فناوری جدید بهره‌مند شوند و حتی بسیاری از افراد، وبسایت‌های شخصی
    خود را به منظور معرفی و خدمات‌دهی بهتر و برخط، اعلان می‌کنند. وردپرس
    (Wordpress) یک سیستم مدیریت محتوا( Content Management System) رایگان
    بوده که با استفاده از امکانات آن می‌توان، وبسایت‌ها و وبلاگ‌های متنوع
    را با انعطاف پذیری بالا و بدون نیاز دانش کدنویسی طراحی کرد. این پلتفرم
    بر پایه زبان برنامه‌نویسی PHP نوشته شده و طراحان قادر خواهند بود با
    انتخاب ماژول‌های آماده موجود، قسمت‌های مختلف وبسایت یا وبلاگ را طراحی
    کنند. تنوع ماژول‌های وردپرس به حدی است که طراحان متناسب با سلیقه خود
    می‌توانند از ماژول‌های آماده استفاده کنند. البته بر حسب نیاز ماژول‌های
    وردپرس قابلیت سفارش‌سازی را دارند. دوره طراحی وبسایت با وردپرس انجمن
    علمی کامپیوتر دانشگاه رازی بدون پیش نیاز بوده و دانشجویان پس از پایان
    این دوره می‌توان وبسایت‌های ساده خود را راه‌اندازی کنند.
  `,
    registrationLink: "www.yun.ir/RaziCES3",
  },
  wordpress: {
    img: "wordpress.jpg",
    heroTitle: "WordPress",
    title: "دوره WordPress",
    description: `مروزه وبسایت‌ها به اندازه‌ای که کسب‌وکارها و فناوری‌ها گسترده
    شده‌اند، گسترش یافته‌اند و با فناوری‌هایی که برای آن‌ها ارائه می‌شود
    می‌توانند بسیاری از فرآیندهای زمانبر را خودکارسازی و مدیریت کنند.
    خدمات‌دهی یک وبسایت در کنار هر نوع فعالیت، بسیار مهم تلقی می‌شود. به
    نحوی که هر مرکز خدماتی را بر آن داشته منطبق با نیازمندی‌های موجودش، با
    پیاده‌سازی وبسایت‌های مختلف و در صورت لازم، یکپارچه، از خدمات متنوع
    این فناوری جدید بهره‌مند شوند و حتی بسیاری از افراد، وبسایت‌های شخصی
    خود را به منظور معرفی و خدمات‌دهی بهتر و برخط، اعلان می‌کنند. وردپرس
    (Wordpress)یک سیستم مدیریت محتوی (Content Management System) رایگان
    بوده که با استفاده از امکانات آن می‌توان، وبسایت‌ها و وبلاگ‌های متنوع
    را با انعطاف پذیری بالا و بدون نیاز دانش کدنویسی طراحی کرد. این پلتفرم
    بر پایه زبان برنامه‌نویسی PHP نوشته شده و طراحان قادر خواهند بود با
    انتخاب ماژول‌های آماده موجود، قسمت‌های مختلف وبسایت یا وبلاگ را طراحی
    کنند. تنوع ماژول‌های وردپرس به حدی است که طراحان متناسب با سلیقه خود
    می‌توانند از ماژول‌های آماده استفاده کنند. البته بر حسب نیاز ماژول‌های
    وردپرس قابلیت سفارش‌سازی را دارند. دوره طراحی وبسایت با وردپرس انجمن
    علمی کامپیوتر دانشگاه رازی بدون پیش نیاز بوده و دانشجویان پس از پایان
    این دوره می‌توان وبسایت‌های ساده خود را راه‌اندازی کنند.
  `,
    registrationLink: "yun.ir/RaziCES2",
  },
};
